[{
    "id":33613,
    "imdb_id":"tt1343097",
    "overview":"After taking a bullet to the head, Salander is under close supervision in a hospital and is set to face trial for attempted murder on her eventual release. With the help of journalist Mikael Blomkvist and his researchers at Millennium magazine, Salander must prove her innocence. In doing this she plays against powerful enemies and her own past.",
    "poster_path":"/npbvrALDJ48MjXec5ZELpYvaAGs.jpg",
    "runtime":147,
    "title":"The Girl Who Kicked the Hornet's Nest",
    "year":"2009-11-27"
  },{
    "id":49026,
    "imdb_id":"tt1345836",
    "overview":"Following the death of District Attorney Harvey Dent, Batman assumes responsibility for Dent's crimes to protect the late attorney's reputation and is subsequently hunted by the Gotham City Police Department. Eight years later, Batman encounters the mysterious Selina Kyle and the villainous Bane, a new terrorist leader who overwhelms Gotham's finest. The Dark Knight resurfaces to protect a city that has branded him an enemy.",
    "poster_path":"/dEYnvnUfXrqvqeRSqvIEtmzhoA8.jpg",
    "runtime":165,
    "title":"The Dark Knight Rises",
    "year":"2012-07-16"
  },{
    "id":768,
    "imdb_id":"tt0120681",
    "overview":"Frederick Abberline is an opium-huffing inspector from Scotland Yard who falls for one of Jack the Ripper's prostitute targets in this Hughes brothers adaption of a graphic novel that posits the Ripper's true identity.",
    "poster_path":"/f3J77Cy3pRSeeN52Pk8oIvgi6IN.jpg",
    "runtime":122,
    "title":"From Hell",
    "year":"2001-10-19"
  },{
    "id":88,
    "imdb_id":"tt0092890",
    "overview":"Expecting the usual tedium that accompanies a summer in the Catskills with her family, 17-year-old Frances 'Baby' Houseman is surprised to find herself stepping into the shoes of a professional hoofer – and unexpectedly falling in love.",
    "poster_path":"/jFoktPxTtabZfh9JeDy3F78g9w7.jpg",
    "runtime":100,
    "title":"Dirty Dancing",
    "year":"1987-08-21"
  },{
    "id":9476,
    "imdb_id":"tt0183790",
    "overview":"William Thatcher, a peasant, is sent to apprentice with a Knight named Hector as a young boy. Urged by his father to \"change his Stars\", he assumes Sir Hector's place in a tournament when Hector dies in the middle of it. He wins. With the other apprentices, he trains and assumes the title of Sir Ulrich von Lichtenstein.",
    "poster_path":"/1ZUpkMivvlF0ZoyXQzHF4El3izv.jpg",
    "runtime":132,
    "title":"A Knight's Tale",
    "year":"2001-05-11"
  },{
    "id":673,
    "imdb_id":"tt0304141",
    "overview":"Harry, Ron and Hermione return to Hogwarts for another magic-filled year. Harry comes face to face with danger yet again, this time in the form of escaped convict, Sirius Black—and turns to sympathetic Professor Lupin for help.",
    "poster_path":"/jUFjMoLh8T2CWzHUSjKCojI5SHu.jpg",
    "runtime":141,
    "title":"Harry Potter and the Prisoner of Azkaban",
    "year":"2004-05-31"
  },{
    "id":672,
    "imdb_id":"tt0295297",
    "overview":"Ignoring threats to his life, Harry returns to Hogwarts to investigate – aided by Ron and Hermione – a mysterious series of attacks.",
    "poster_path":"/sdEOH0992YZ0QSxgXNIGLq1ToUi.jpg",
    "runtime":161,
    "title":"Harry Potter and the Chamber of Secrets",
    "year":"2002-11-13"
  },{
    "id":9806,
    "imdb_id":"tt0317705",
    "overview":"Bob Parr has given up his superhero days to log in time as an insurance adjuster and raise his three children with his formerly heroic wife in suburbia. But when he receives a mysterious assignment, it's time to get back into costume.",
    "poster_path":"/2LqaLgk4Z226KkgPJuiOQ58wvrm.jpg",
    "runtime":115,
    "title":"The Incredibles",
    "year":"2004-11-05"
  },{
    "id":9621,
    "imdb_id":"tt0368709",
    "overview":"Drew Baylor is fired after causing his shoe company to lose hundreds of millions of dollars. To make matters worse, he's also dumped by his girlfriend. On the verge of ending it all, Drew gets a new lease on life when he returns to his family's small Kentucky hometown after his father dies. Along the way, he meets a flight attendant with whom he falls in love.",
    "poster_path":"/Asn50mIjDaeDKbaJkQ7lY6goV8p.jpg",
    "runtime":123,
    "title":"Elizabethtown",
    "year":"2005-10-06"
  },{
    "id":10253,
    "imdb_id":"tt0372873",
    "overview":"Based on the Korean legend, unknown creatures will return and devastate the planet. Reporter Ethan Kendrick is called in to investigate the matter...",
    "poster_path":"/cYFYF4zDRb6GrAupky0EVlp82IN.jpg",
    "runtime":90,
    "title":"Dragon Wars: D-War",
    "year":"2007-02-08"
  },{
    "id":11774,
    "imdb_id":"tt0339291",
    "overview":"Three wealthy children's parents are killed in a fire. When they are sent to a distant relative, they find out that he is plotting to kill them and seize their fortune. This movie is extremely alarming, an expression which here means \"a thrilling misadventure involving three ingenious orphans and a villainous actor named Count Olaf (Jim Carrey) who wants their enormous fortune.\" It includes a suspicious fire, delicious pasta, Jim Carrey, poorly behaved looches, Billy Connolly, an incredibly deadly viper, Meryl Streep, and the voice of an imposter named Jude Law.",
    "poster_path":"/dHQMAj9E2G2ewjN1aCOPubsZaj1.jpg",
    "runtime":108,
    "title":"Lemony Snicket's A Series of Unfortunate Events",
    "year":"2004-12-14"
  },{
    "id":8587,
    "imdb_id":"tt0110357",
    "overview":"A young lion cub named Simba can't wait to be king. But his uncle craves the title for himself and will stop at nothing to get it.",
    "poster_path":"/bKPtXn9n4M4s8vvZrbw40mYsefB.jpg",
    "runtime":89,
    "title":"The Lion King",
    "year":"1994-05-07"
  },{
    "id":76170,
    "imdb_id":"tt1430132",
    "overview":"Wolverine faces his ultimate nemesis - and tests of his physical, emotional, and mortal limits - in a life-changing voyage to modern-day Japan.",
    "poster_path":"/iTST6DcLhfufWYUKCOskkusaYUq.jpg",
    "runtime":126,
    "title":"The Wolverine",
    "year":"2013-07-23"
  },{
    "id":1534,
    "imdb_id":"tt0446013",
    "overview":"A Viking boy is left behind after his clan battles a Native American tribe. Raised within the tribe, he ultimately becomes their savior in a fight against the Norsemen.",
    "poster_path":"/y3OvDjTiq7LdM6nDlZQbuEAFKou.jpg",
    "runtime":99,
    "title":"Pathfinder",
    "year":"2007-01-11"
  },{
    "id":2057,
    "imdb_id":"tt0218922",
    "overview":"A young man is plunged into a life of subterfuge, deceit and mistaken identity in pursuit of a femme fatale whose heart is never quite within his grasp",
    "poster_path":"/xvTtsdvvVr1NYlVJxWZibzhaEt5.jpg",
    "runtime":118,
    "title":"Original Sin",
    "year":"2001-05-08"
  },{
    "id":16523,
    "imdb_id":"tt0386117",
    "overview":"Max imagines running away from his mom and sailing to a far-off land where large talking beasts -- Ira, Carol, Douglas, the Bull, Judith and Alexander -- crown him as their king, play rumpus, build forts and discover secret hideaways.",
    "poster_path":"/2bdxzUBv6h6gFEcrTO4BUzkBIck.jpg",
    "runtime":101,
    "title":"Where the Wild Things Are",
    "year":"2009-10-16"
  },{
    "id":7345,
    "imdb_id":"tt0469494",
    "overview":"Ruthless silver miner, turned oil prospector, Daniel Plainview moves to oil-rich California. Using his adopted son to project a trustworthy, family-man image, Plainview cons local landowners into selling him their valuable properties for a pittance. However, local preacher Eli Sunday suspects Plainviews motives and intentions, starting a slow-burning feud that threatens both their lives.",
    "poster_path":"/vtzict6koCUBt9w5ICMT9ngoFxy.jpg",
    "runtime":158,
    "title":"There Will Be Blood",
    "year":"2007-12-28"
  },{
    "id":293,
    "imdb_id":"tt0105265",
    "overview":"A River Runs Through is a cinematographically stunning true story of Norman Maclean. The story follows Norman and his brother Paul through the experiences of life and growing up, and how their love of fly fishing keeps them together despite varying life circumstances in the untamed west of Montana in the 1920's.",
    "poster_path":"/xX4H1hZG9IgSRkC0LANbPQ0StJi.jpg",
    "runtime":123,
    "title":"A River Runs Through It",
    "year":"1992-10-09"
  },{
    "id":10533,
    "imdb_id":"tt0114345",
    "overview":"Set in puritanical Boston in the mid 1600s, the story of seamstress Hester Prynne, who is outcast after she becomes pregnant by a respected reverend. She refuses to divulge the name of the father, is \"convicted\" of adultery and forced to wear a scarlet \"A\" until an Indian attack unites the Puritans and leads to a reevaluation of their laws and morals.",
    "poster_path":"/g46rChf49Qgq28RJ22iWwvsK7nO.jpg",
    "runtime":135,
    "title":"The Scarlet Letter",
    "year":"1995-10-13"
  },{
    "id":12783,
    "imdb_id":"tt0864761",
    "overview":"A chronicle of the life of 18th century aristocrat Georgiana, Duchess of Devonshire, who was reviled for her extravagant political and personal life.",
    "poster_path":"/tOv8ftJIER6Jrwshv1GQ8FhmGUN.jpg",
    "runtime":110,
    "title":"The Duchess",
    "year":"2008-09-05"
  },{
    "id":2668,
    "imdb_id":"tt0162661",
    "overview":"New York detective Ichabod Crane is sent to Sleepy Hollow to investigate a series of mysterious deaths in which the victims are found beheaded. But the locals believe the culprit to be none other than the ghost of the legendary Headless Horseman.",
    "poster_path":"/2UDsmTvWSxVvuGoRQyV3zVaIRyu.jpg",
    "runtime":105,
    "title":"Sleepy Hollow",
    "year":"1999-11-18"
  },{
    "id":9583,
    "imdb_id":"tt0279778",
    "overview":"A mother and daughter dispute is resolved by the \"Yaya sisterhood\" - long time friends of the mother.",
    "poster_path":"/4mxcgSYyPwrgS9VVUIH1Uit0kj4.jpg",
    "runtime":116,
    "title":"Divine Secrets of the Ya-Ya Sisterhood",
    "year":"2002-06-07"
  }]